Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Получаем список версий…
ar: جارٍ جلب قائمة الإصدارات…
de: Versionsliste wird abgerufen…
en: Fetching version list…
es: Obteniendo la lista de versiones…
fr: Récupération de la liste des versions…
hi: वर्शन की सूची ला रहे हैं…
it: Recupero dell'elenco delle versioni…
ja: バージョン一覧を取得中…
ko: 버전 목록을 가져오는 중…
pt_br: Obtendo a lista de versões…
tr: Sürüm listesi alınıyor…
zh_hans: 正在获取版本列表…

source: получено
ar: مُستلَم
de: empfangen
en: received
es: recibido
fr: reçu
hi: प्राप्त
it: ricevuto
ja: 受信
ko: 수신됨
pt_br: recebido
tr: alındı
zh_hans: 已接收

source: Получено
ar: استُلم
de: Empfangen
en: Received
es: Recibidos
fr: Reçus
hi: प्राप्त
it: Ricevuti
ja: 受信
ko: 받음
pt_br: Recebidos
tr: Alındı
zh_hans: 已接收

source: Понимаю, запустить
ar: أفهم، تشغيل
de: Verstanden, starten
en: I understand, run
es: Entiendo, ejecutar
fr: Je comprends, lancer
hi: समझ गया, चलाएँ
it: Ho capito, avvia
ja: 了解して実行
ko: 이해했습니다, 실행
pt_br: Entendi, executar
tr: Anlıyorum, çalıştır
zh_hans: 我明白，运行

source: Понятно
ar: حسنًا
de: Verstanden
en: Got it
es: Entendido
fr: J'ai compris
hi: समझ गया
it: Ho capito
ja: 了解
ko: 확인
pt_br: Entendi
tr: Anladım
zh_hans: 知道了

source: Понятные разрешения
ar: أذونات واضحة
de: Verständliche Berechtigungen
en: Clear permissions
es: Permisos claros
fr: Autorisations claires
hi: स्पष्ट अनुमतियाँ
it: Permessi chiari
ja: わかりやすい権限
ko: 명확한 권한
pt_br: Permissões claras
tr: Anlaşılır izinler
zh_hans: 清晰的权限说明

source: Популярные сервисы
ar: الخدمات الشائعة
de: Beliebte Dienste
en: Popular services
es: Servicios populares
fr: Services populaires
hi: लोकप्रिय सेवाएँ
it: Servizi popolari
ja: 主なサービス
ko: 인기 서비스
pt_br: Serviços populares
tr: Popüler servisler
zh_hans: 常用服务

source: порт
ar: المنفذ
de: Port
en: port
es: puerto
fr: port
hi: पोर्ट
it: porta
ja: ポート
ko: 포트
pt_br: porta
tr: port
zh_hans: 端口

source: Порт
ar: المنفذ
de: Port
en: Port
es: Puerto
fr: Port
hi: पोर्ट
it: Porta
ja: ポート
ko: 포트
pt_br: Porta
tr: Port
zh_hans: 端口

source: Порт открыт
ar: المنفذ مفتوح
de: Port offen
en: Port open
es: Puerto abierto
fr: Port ouvert
hi: पोर्ट खुला
it: Porta aperta
ja: ポート開放
ko: 포트 열림
pt_br: Porta aberta
tr: Port açık
zh_hans: 端口开放

source: Порты
ar: المنافذ
de: Ports
en: Ports
es: Puertos
fr: Ports
hi: पोर्ट
it: Porte
ja: ポート
ko: 포트
pt_br: Portas
tr: Bağlantı noktaları
zh_hans: 端口

source: Последний: %@ — %@
ar: الأخير: %@ — %@
de: Zuletzt: %@ — %@
en: Last: %@ — %@
es: Último: %@ — %@
fr: Dernier : %@ — %@
hi: पिछला: %@ — %@
it: Ultimo: %@ — %@
ja: 前回: %@ — %@
ko: 마지막: %@ — %@
pt_br: Último: %@ — %@
tr: Son: %@ — %@
zh_hans: 上次：%@ — %@

source: Последняя проверка
ar: آخر فحص
de: Letzte Prüfung
en: Last check
es: Última comprobación
fr: Dernière vérification
hi: अंतिम जाँच
it: Ultimo controllo
ja: 最後の確認
ko: 마지막 확인
pt_br: Última verificação
tr: Son kontrol
zh_hans: 上次检查

source: потери
ar: الفقد
de: Verlust
en: loss
es: pérdidas
fr: pertes
hi: हानि
it: perdita
ja: 損失
ko: 손실
pt_br: perdas
tr: kayıp
zh_hans: 丢包

source: Потери
ar: الفقد
de: Verlust
en: Loss
es: Pérdidas
fr: Pertes
hi: हानि
it: Perdita
ja: 損失
ko: 손실
pt_br: Perdas
tr: Kayıp
zh_hans: 丢包

source: Потери, %
ar: الفقد، %
de: Verlust, %
en: Loss, %
es: Pérdida, %
fr: Perte, %
hi: हानि, %
it: Perdita, %
ja: 損失（%）
ko: 손실(%)
pt_br: Perda, %
tr: Kayıp, %
zh_hans: 丢包率，%

source: Потери: %@%%
ar: الفقد: %@%%
de: Verlust: %@%%
en: Loss: %@%%
es: Pérdida: %@ %%
fr: Perte : %@ %%
hi: हानि: %@%%
it: Perdita: %@%%
ja: 損失：%@%%
ko: 손실: %@%%
pt_br: Perda: %@%%
tr: Kayıp: %%%@
zh_hans: 丢包：%@%%

source: Похоже на «сибирскую» блокировку
ar: يبدو كحجب «سيبيري»
de: Sieht nach einer „sibirischen“ Sperre aus
en: Looks like a “Siberian” block
es: Parece un bloqueo “siberiano”
fr: Ressemble à un blocage « sibérien »
hi: “साइबेरियन” अवरोध जैसा लगता है
it: Sembra un blocco “siberiano”
ja: 「シベリア型」ブロックの可能性
ko: 「시베리아」 차단으로 보임
pt_br: Parece um bloqueio “siberiano”
tr: “Sibirya” engellemesine benziyor
zh_hans: 疑似「西伯利亚式」封锁

source: Похоже на подмену DNS
ar: يبدو كتزوير DNS
de: Sieht nach DNS-Fälschung aus
en: Looks like DNS spoofing
es: Parece una falsificación de DNS
fr: Ressemble à une falsification DNS
hi: DNS छेड़छाड़ जैसा लगता है
it: Sembra un'alterazione DNS
ja: DNS 改ざんの可能性
ko: DNS 변조로 보임
pt_br: Parece adulteração de DNS
tr: DNS sahtekârlığına benziyor
zh_hans: 疑似 DNS 篡改

source: Правила mihomo (.mrs)
ar: قواعد mihomo (.mrs)
de: mihomo-Regeln (.mrs)
en: mihomo rules (.mrs)
es: Reglas de mihomo (.mrs)
fr: Règles mihomo (.mrs)
hi: mihomo नियम (.mrs)
it: Regole mihomo (.mrs)
ja: mihomo ルール (.mrs)
ko: mihomo 규칙 (.mrs)
pt_br: Regras mihomo (.mrs)
tr: mihomo kuralları (.mrs)
zh_hans: mihomo 规则（.mrs）

source: Предупреждать о сканирующих проверках
ar: التحذير من فحوص المسح
de: Vor scannenden Prüfungen warnen
en: Warn about scanning checks
es: Avisar sobre comprobaciones de escaneo
fr: Avertir avant les vérifications de scan
hi: स्कैनिंग जाँचों के बारे में चेतावनी दें
it: Avvisa dei controlli di scansione
ja: スキャン系のチェックについて警告する
ko: 스캔 확인에 대해 경고
pt_br: Avisar sobre verificações de varredura
tr: Tarama kontrolleri hakkında uyar
zh_hans: 对扫描类检查进行提示

source: Преобразует доменное имя в IP-адрес (и наоборот). Простейшая проверка работы DNS.
ar: يحوّل اسم النطاق إلى عنوان IP (والعكس). أبسط فحص لعمل DNS.
de: Wandelt einen Domainnamen in eine IP-Adresse um (und umgekehrt). Die einfachste Prüfung der DNS-Funktion.
en: Converts a domain name to an IP address (and vice versa). The simplest DNS check.
es: Convierte un nombre de dominio en una dirección IP (y viceversa). La comprobación más básica del funcionamiento del DNS.
fr: Convertit un nom de domaine en adresse IP (et inversement). La vérification la plus simple du fonctionnement du DNS.
hi: डोमेन नाम को IP पते में (और उल्टा) बदलता है। DNS के काम करने की सबसे सरल जाँच।
it: Converte un nome di dominio in un indirizzo IP (e viceversa). Il controllo più semplice del funzionamento del DNS.
ja: ドメイン名を IP アドレスに変換します（またはその逆）。DNS が機能しているかの最も基本的な確認です。
ko: 도메인 이름을 IP 주소로 (또는 그 반대로) 변환합니다. DNS 작동에 대한 가장 기본적인 확인입니다.
pt_br: Converte um nome de domínio em endereço IP (e vice-versa). A verificação mais simples do funcionamento do DNS.
tr: Alan adını IP adresine (ve tersine) dönüştürür. DNS'in çalışmasının en basit kontrolü.
zh_hans: 将域名转换为 IP 地址（反之亦然）。最基础的 DNS 工作检查。

source: Приватность
ar: الخصوصية
de: Datenschutz
en: Privacy
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
it: Privacy
ja: プライバシー
ko: 개인정보 보호
pt_br: Privacidade
tr: Gizlilik
zh_hans: 隐私

source: Приватные хопы
ar: القفزات الخاصة
de: Private Hops
en: Private hops
es: Saltos privados
fr: Sauts privés
hi: निजी हॉप
it: Hop privati
ja: プライベートホップ
ko: 사설 홉
pt_br: Saltos privados
tr: Özel sıçramalar
zh_hans: 私有跳

source: Приложение
ar: التطبيق
de: App
en: App
es: Aplicación
fr: Application
hi: ऐप
it: App
ja: アプリ
ko: 앱
pt_br: App
tr: Uygulama
zh_hans: 应用

source: Приложение и версия собирают User-Agent «Приложение/Версия». Версии с GitHub доступны для клиентов с открытым исходным кодом; остальные вводятся вручную.
ar: يشكّل التطبيق والإصدار User-Agent «التطبيق/الإصدار». الإصدارات من GitHub متاحة للعملاء مفتوحي المصدر؛ والبقية تُدخَل يدويًا.
de: App und Version bilden den User-Agent „App/Version“. Versionen von GitHub sind für Open-Source-Clients verfügbar; die übrigen werden manuell eingegeben.
en: App and version build the User-Agent "App/Version". Versions from GitHub are available for open-source clients; the rest are entered manually.
es: La aplicación y la versión componen el User-Agent «Aplicación/Versión». Las versiones de GitHub están disponibles para los clientes de código abierto; el resto se introduce manualmente.
fr: L'application et la version composent le User-Agent « Application/Version ». Les versions depuis GitHub sont disponibles pour les clients open source ; les autres se saisissent manuellement.
hi: ऐप और वर्शन मिलकर User-Agent «ऐप/वर्शन» बनाते हैं। GitHub से वर्शन ओपन-सोर्स क्लाइंट के लिए उपलब्ध हैं; बाकी मैन्युअल रूप से दर्ज किए जाते हैं।
it: App e versione compongono lo User-Agent «App/Versione». Le versioni da GitHub sono disponibili per i client open source; le altre si inseriscono manualmente.
ja: アプリとバージョンから User-Agent「アプリ/バージョン」が組み立てられます。GitHub のバージョンはオープンソースのクライアントで利用でき、その他は手動で入力します。
ko: 앱과 버전으로 「앱/버전」 형식의 User-Agent를 구성합니다. GitHub의 버전은 오픈 소스 클라이언트에서 사용할 수 있으며, 나머지는 수동으로 입력합니다.
pt_br: O app e a versão formam o User-Agent "App/Versão". As versões do GitHub estão disponíveis para clientes de código aberto; as demais são inseridas manualmente.
tr: Uygulama ve sürüm, «Uygulama/Sürüm» şeklinde User-Agent oluşturur. GitHub'dan sürümler açık kaynaklı istemciler için kullanılabilir; diğerleri manuel olarak girilir.
zh_hans: 应用和版本组成 User-Agent「应用/版本」。开源客户端可从 GitHub 获取版本；其余需手动输入。

source: Принтер (IPP)
ar: طابعة (IPP)
de: Drucker (IPP)
en: Printer (IPP)
es: Impresora (IPP)
fr: Imprimante (IPP)
hi: प्रिंटर (IPP)
it: Stampante (IPP)
ja: プリンター（IPP）
ko: 프린터 (IPP)
pt_br: Impressora (IPP)
tr: Yazıcı (IPP)
zh_hans: 打印机（IPP）

source: Принтер (IPPS)
ar: طابعة (IPPS)
de: Drucker (IPPS)
en: Printer (IPPS)
es: Impresora (IPPS)
fr: Imprimante (IPPS)
hi: प्रिंटर (IPPS)
it: Stampante (IPPS)
ja: プリンター（IPPS）
ko: 프린터 (IPPS)
pt_br: Impressora (IPPS)
tr: Yazıcı (IPPS)
zh_hans: 打印机（IPPS）

source: Принтер (LPD)
ar: طابعة (LPD)
de: Drucker (LPD)
en: Printer (LPD)
es: Impresora (LPD)
fr: Imprimante (LPD)
hi: प्रिंटर (LPD)
it: Stampante (LPD)
ja: プリンター（LPD）
ko: 프린터 (LPD)
pt_br: Impressora (LPD)
tr: Yazıcı (LPD)
zh_hans: 打印机（LPD）

source: Прирост под нагрузкой
ar: الزيادة تحت الحِمل
de: Zuwachs unter Last
en: Added under load
es: Aumento bajo carga
fr: Hausse sous charge
hi: लोड में वृद्धि
it: Aumento sotto carico
ja: 負荷時の増加
ko: 부하 시 증가
pt_br: Aumento sob carga
tr: Yük altında artış
zh_hans: 负载下增加

source: проб
ar: فحوص
de: Tests
en: probes
es: sondas
fr: sondes
hi: प्रोब
it: prove
ja: 試行
ko: 프로브
pt_br: sondas
tr: deneme
zh_hans: 探测

source: Проба %lld байт…
ar: جارٍ الاختبار بـ %lld بايت…
de: Test mit %lld Bytes…
en: Probing %lld bytes…
es: Probando %lld bytes…
fr: Test de %lld octets…
hi: %lld बाइट जाँच रहे हैं…
it: Test di %lld byte…
ja: %lld バイトで試行中…
ko: %lld바이트 시도 중…
pt_br: Testando %lld bytes…
tr: %lld bayt deneniyor…
zh_hans: 正在探测 %lld 字节…

source: Проба не завершилась.
ar: لم يكتمل الاختبار.
de: Die Probe wurde nicht abgeschlossen.
en: The probe did not complete.
es: El sondeo no se ha completado.
fr: La sonde ne s’est pas terminée.
hi: प्रोब पूरा नहीं हुआ।
it: Il test non è stato completato.
ja: プローブが完了しませんでした。
ko: 프로브가 완료되지 않았어요.
pt_br: A sondagem não foi concluída.
tr: Sonda tamamlanmadı.
zh_hans: 探测未完成。

source: проблема
ar: مشكلة
de: Problem
en: problem
es: problema
fr: problème
hi: समस्या
it: problema
ja: 問題あり
ko: 문제
pt_br: problema
tr: sorun
zh_hans: 问题

source: Провайдер
ar: المزوّد
de: Anbieter
en: Provider
es: Operador
fr: Opérateur
hi: प्रोवाइडर
it: Operatore
ja: プロバイダ
ko: 통신사
pt_br: Operadora
tr: Sağlayıcı
zh_hans: 运营商

source: Провайдер подменил ответ страницей блокировки.
ar: استبدل المزوّد الاستجابة بصفحة حجب.
de: Der Anbieter hat die Antwort durch eine Sperrseite ersetzt.
en: The provider replaced the response with a block page.
es: El proveedor sustituyó la respuesta por una página de bloqueo.
fr: Le fournisseur a remplacé la réponse par une page de blocage.
hi: प्रदाता ने उत्तर को ब्लॉक पेज से बदल दिया।
it: Il provider ha sostituito la risposta con una pagina di blocco.
ja: プロバイダーが応答をブロックページに差し替えました。
ko: 제공자가 응답을 차단 페이지로 변조했습니다.
pt_br: O provedor substituiu a resposta por uma página de bloqueio.
tr: Sağlayıcı, yanıtı bir engelleme sayfasıyla değiştirdi.
zh_hans: 运营商用拦截页面替换了响应。

source: Провайдерский резолвер вернул другой адрес, чем эталонный. Это типичный признак DNS-подмены.
ar: أعاد محلّل المزوّد عنواناً مختلفاً عن المرجعي. هذه علامة نموذجية على تزوير DNS.
de: Der Resolver des Anbieters hat eine andere Adresse zurückgegeben als der Referenz-Resolver. Das ist ein typisches Anzeichen für DNS-Fälschung.
en: The provider's resolver returned a different address than the reference one. This is a typical sign of DNS spoofing.
es: El resolutor del proveedor devolvió una dirección distinta a la de referencia. Es un indicio típico de falsificación de DNS.
fr: Le résolveur du fournisseur a renvoyé une adresse différente de celle de la référence. C'est un signe typique de falsification DNS.
hi: प्रदाता के रिज़ॉल्वर ने संदर्भ से भिन्न पता लौटाया। यह DNS छेड़छाड़ का सामान्य संकेत है।
it: Il resolver del provider ha restituito un indirizzo diverso da quello di riferimento. È un segno tipico di alterazione DNS.
ja: プロバイダーのリゾルバが基準と異なるアドレスを返しました。これは DNS 改ざんの典型的な兆候です。
ko: 제공자 리졸버가 기준과 다른 주소를 반환했습니다. 이는 전형적인 DNS 변조 징후입니다.
pt_br: O resolvedor do provedor retornou um endereço diferente do de referência. Esse é um sinal típico de adulteração de DNS.
tr: Sağlayıcının çözümleyicisi, referanstan farklı bir adres döndürdü. Bu, DNS sahtekârlığının tipik bir belirtisidir.
zh_hans: 运营商的解析器返回了与参照不同的地址。这是 DNS 篡改的典型迹象。

source: Провайдеры, сервисы, push-уведомления
ar: مزودو الخدمة والخدمات والإشعارات الفورية
de: Anbieter, Dienste, Push-Mitteilungen
en: Providers, services, push notifications
es: Operadores, servicios, notificaciones push
fr: Opérateurs, services, notifications push
hi: प्रोवाइडर, सेवाएँ, पुश सूचनाएँ
it: Provider, servizi, notifiche push
ja: プロバイダ、サービス、プッシュ通知
ko: 통신사, 서비스, 푸시 알림
pt_br: Provedores, serviços, notificações push
tr: Sağlayıcılar, servisler, anlık bildirimler
zh_hans: 运营商、服务、推送通知

source: Проверено
ar: تم فحصها
de: Geprüft
en: Scanned
es: Analizados
fr: Analysés
hi: स्कैन किए
it: Verificati
ja: 確認済み
ko: 스캔됨
pt_br: Verificados
tr: Tarandı
zh_hans: 已扫描

source: проверено %@ назад
ar: تم الفحص قبل %@
de: vor %@ geprüft
en: checked %@ ago
es: comprobado hace %@
fr: vérifié il y a %@
hi: %@ पहले जाँचा
it: verificato %@ fa
ja: %@ 前に確認
ko: %@ 전 확인
pt_br: verificado há %@
tr: %@ önce kontrol edildi
zh_hans: %@ 前检查

source: Проверим IP по спискам DNSBL — тем самым, по которым почтовые серверы решают, принимать ли письмо.
ar: سنفحص عنوان IP في قوائم DNSBL التي تعتمد عليها خوادم البريد لقبول الرسائل.
de: Prüft die IP gegen DNSBL-Listen – jene, nach denen Mailserver über die Annahme entscheiden.
en: We'll check the IP against DNSBL lists — the ones mail servers use to decide whether to accept a message.
es: Comprobaremos la IP en listas DNSBL, las que usan los servidores de correo para aceptar o no un mensaje.
fr: Nous vérifierons l'IP dans les listes DNSBL, celles dont les serveurs de messagerie se servent pour accepter un message.
hi: हम IP को DNSBL सूचियों में जाँचेंगे — वही जिनसे मेल सर्वर तय करते हैं कि संदेश स्वीकारें या नहीं।
it: Controlleremo l'IP nelle liste DNSBL, quelle con cui i server di posta decidono se accettare un messaggio.
ja: メールサーバーが受信可否を判断する DNSBL リストで IP を照会します。
ko: 메일 서버가 수신 여부를 판단할 때 쓰는 DNSBL 목록에서 IP를 조회합니다.
pt_br: Vamos verificar o IP em listas DNSBL — as que os servidores de e-mail usam para aceitar ou não uma mensagem.
tr: IP'yi, posta sunucularının bir iletiyi kabul edip etmeyeceğine karar verdiği DNSBL listelerinde ararız.
zh_hans: 在 DNSBL 名单中查询该 IP——邮件服务器正是据此决定是否收信。

source: Проверим домен для Reality
ar: سنتحقق من النطاق لـ Reality
de: Wir prüfen die Domain für Reality
en: Let's check a domain for Reality
es: Comprobaremos el dominio para Reality
fr: Vérifions le domaine pour Reality
hi: हम Reality के लिए डोमेन जाँचेंगे
it: Verifichiamo il dominio per Reality
ja: Reality 用のドメインを確認
ko: Reality용 도메인 점검
pt_br: Vamos verificar o domínio para Reality
tr: Reality için alan adını kontrol edelim
zh_hans: 检测用于 Reality 的域名

source: Проверим хост с узлов в разных странах — ping, HTTP, TCP, DNS или UDP. Видно, откуда ресурс доступен, а откуда нет. Проверка идёт через внешний сервис.
ar: نختبر مضيفًا من عُقد في دول مختلفة — ping أو HTTP أو TCP أو DNS أو UDP. ترى من أين يمكن الوصول ومن أين لا. يتم الفحص عبر خدمة خارجية.
de: Wir testen einen Host von Knoten in verschiedenen Ländern – ping, HTTP, TCP, DNS oder UDP. Du siehst, von wo die Ressource erreichbar ist und von wo nicht. Die Prüfung läuft über einen externen Dienst.
en: We test a host from nodes in different countries — ping, HTTP, TCP, DNS or UDP. You see where the resource is reachable and where it isn’t. The check runs through an external service.
es: Comprobamos un host desde nodos de distintos países —ping, HTTP, TCP, DNS o UDP—. Ves desde dónde es accesible el recurso y desde dónde no. La comprobación se hace a través de un servicio externo.
fr: Nous testons un hôte depuis des nœuds dans différents pays — ping, HTTP, TCP, DNS ou UDP. Vous voyez d’où la ressource est accessible et d’où elle ne l’est pas. La vérification passe par un service externe.
hi: हम अलग-अलग देशों के नोड से किसी होस्ट को जाँचते हैं — ping, HTTP, TCP, DNS या UDP। दिखता है कि संसाधन कहाँ से पहुँच योग्य है और कहाँ से नहीं। जाँच बाहरी सेवा के ज़रिए होती है।
it: Testiamo un host da nodi in paesi diversi — ping, HTTP, TCP, DNS o UDP. Vedi da dove la risorsa è raggiungibile e da dove no. La verifica passa per un servizio esterno.
ja: さまざまな国のノードからホストを確認します — ping、HTTP、TCP、DNS、UDP。どこから到達できてどこからできないかが分かります。確認は外部サービス経由です。
ko: 여러 국가의 노드에서 호스트를 확인합니다 — ping, HTTP, TCP, DNS, UDP. 리소스가 어디서 도달 가능한지 아닌지 알 수 있습니다. 확인은 외부 서비스로 수행됩니다.
pt_br: Testamos um host a partir de nós em diferentes países — ping, HTTP, TCP, DNS ou UDP. Você vê de onde o recurso é acessível e de onde não é. A verificação passa por um serviço externo.
tr: Bir ana makineyi farklı ülkelerdeki düğümlerden test ederiz — ping, HTTP, TCP, DNS veya UDP. Kaynağın nereden erişilebildiğini, nereden erişilemediğini görürsünüz. Denetim harici bir servisle yapılır.
zh_hans: 从不同国家/地区的节点检测主机——ping、HTTP、TCP、DNS 或 UDP。可以看到资源从哪里可达、从哪里不可达。检测通过外部服务进行。

source: Проверим, какие порты хоста принимают соединения, и подпишем известные службы.
ar: سنفحص المنافذ التي تقبل الاتصالات على المضيف ونسمّي الخدمات المعروفة.
de: Prüft, welche Ports des Hosts Verbindungen annehmen, und benennt bekannte Dienste.
en: We'll check which of the host's ports accept connections and label the known services.
es: Comprobaremos qué puertos del host aceptan conexiones y etiquetaremos los servicios conocidos.
fr: Nous vérifierons quels ports de l'hôte acceptent les connexions et nommerons les services connus.
hi: हम जाँचेंगे कि होस्ट के कौन-से पोर्ट कनेक्शन स्वीकारते हैं और ज्ञात सेवाएँ नाम से दिखाएंगे।
it: Verificheremo quali porte dell'host accettano connessioni ed etichetteremo i servizi noti.
ja: ホストのどのポートが接続を受け付けるかを調べ、既知のサービス名を添えます。
ko: 호스트의 어떤 포트가 연결을 받는지 확인하고 알려진 서비스 이름을 붙입니다.
pt_br: Vamos verificar quais portas do host aceitam conexões e rotular os serviços conhecidos.
tr: Ana bilgisayarın hangi portlarının bağlantı kabul ettiğini kontrol eder ve bilinen servisleri etiketleriz.
zh_hans: 检查主机哪些端口接受连接，并标注已知服务。

source: Проверить
ar: فحص
de: Prüfen
en: Check
es: Comprobar
fr: Vérifier
hi: जाँचें
it: Controlla
ja: 確認
ko: 확인
pt_br: Verificar
tr: Kontrol et
zh_hans: 检查

source: Проверить %@
ar: فحص %@
de: %@ prüfen
en: Check %@
es: Comprobar %@
fr: Vérifier %@
hi: %@ जाँचें
it: Controlla %@
ja: %@ を確認
ko: %@ 확인
pt_br: Verificar %@
tr: %@ kontrol et
zh_hans: 检查 %@

source: Проверить ${check} для ${target}
ar: فحص ${check} لـ ${target}
de: ${check} für ${target} prüfen
en: Check ${check} for ${target}
es: Comprobar ${check} en ${target}
fr: Vérifier ${check} pour ${target}
hi: ${target} के लिए ${check} जाँचें
it: Verifica ${check} per ${target}
ja: ${target} の ${check} を確認
ko: ${target}의 ${check} 확인
pt_br: Verificar ${check} em ${target}
tr: ${target} için ${check} denetle
zh_hans: 检测 ${target} 的 ${check}

source: Проверить ${host}
ar: فحص ${host}
de: ${host} prüfen
en: Check ${host}
es: Comprobar ${host}
fr: Vérifier ${host}
hi: ${host} जाँचें
it: Verifica ${host}
ja: ${host} を確認
ko: ${host} 확인
pt_br: Verificar ${host}
tr: ${host} denetle
zh_hans: 检测 ${host}

source: Проверить NAT
ar: فحص NAT
de: NAT prüfen
en: Check NAT
es: Comprobar NAT
fr: Vérifier le NAT
hi: NAT जाँचें
it: Controlla il NAT
ja: NAT を確認
ko: NAT 확인
pt_br: Verificar NAT
tr: NAT'ı kontrol et
zh_hans: 检查 NAT

source: Проверить push
ar: فحص Push
de: Push prüfen
en: Check push
es: Comprobar el push
fr: Vérifier le push
hi: पुश जाँचें
it: Verifica push
ja: プッシュを確認
ko: 푸시 확인
pt_br: Verificar push
tr: Push’u denetle
zh_hans: 检测推送

source: Проверить push-уведомления
ar: فحص الإشعارات الفورية
de: Push-Mitteilungen prüfen
en: Check push notifications
es: Comprobar las notificaciones push
fr: Vérifier les notifications push
hi: पुश सूचनाएँ जाँचें
it: Verifica notifiche push
ja: プッシュ通知を確認
ko: 푸시 알림 확인
pt_br: Verificar notificações push
tr: Anlık bildirimleri denetle
zh_hans: 检测推送通知

source: Проверить SNI
ar: فحص SNI
de: SNI prüfen
en: Check SNI
es: Comprobar SNI
fr: Vérifier le SNI
hi: SNI जाँचें
it: Verifica SNI
ja: SNI を確認
ko: SNI 점검
pt_br: Verificar SNI
tr: SNI'yi kontrol et
zh_hans: 检测 SNI

source: Проверить SNI у всех
ar: فحص SNI للجميع
de: SNI bei allen prüfen
en: Check SNI for all
es: Comprobar SNI en todos
fr: Vérifier le SNI de tous
hi: सभी का SNI जाँचें
it: Verifica SNI di tutti
ja: 全件の SNI を確認
ko: 모두 SNI 점검
pt_br: Verificar SNI em todos
tr: Hepsinde SNI'yi kontrol et
zh_hans: 检测全部 SNI

source: Проверить блокировку
ar: فحص الحجب
de: Sperre prüfen
en: Check for blocking
es: Comprobar el bloqueo
fr: Vérifier le blocage
hi: ब्लॉकिंग जाँचें
it: Verifica blocco
ja: ブロックを確認
ko: 차단 확인
pt_br: Verificar bloqueio
tr: Engellemeyi denetle
zh_hans: 检测封锁

source: Проверить блокировку SNI ещё раз
ar: إعادة فحص حظر SNI
de: SNI-Sperre erneut prüfen
en: Check SNI block again
es: Comprobar de nuevo el bloqueo de SNI
fr: Revérifier le blocage du SNI
hi: SNI ब्लॉक फिर से जाँचें
it: Verifica di nuovo il blocco SNI
ja: SNI のブロックを再確認
ko: SNI 차단 다시 점검
pt_br: Verificar o bloqueio de SNI novamente
tr: SNI engellemesini tekrar kontrol et
zh_hans: 再次检测 SNI 封锁

source: Проверить доступность
ar: فحص التوفر
de: Erreichbarkeit prüfen
en: Check reachability
es: Comprobar la accesibilidad
fr: Vérifier l’accessibilité
hi: उपलब्धता जाँचें
it: Verifica raggiungibilità
ja: 到達性を確認
ko: 연결 상태 확인
pt_br: Verificar disponibilidade
tr: Erişilebilirliği denetle
zh_hans: 检测可达性

source: Проверить доступность ещё раз
ar: إعادة فحص التوفّر
de: Verfügbarkeit erneut prüfen
en: Check availability again
es: Comprobar la disponibilidad de nuevo
fr: Revérifier la disponibilité
hi: उपलब्धता फिर से जाँचें
it: Verifica di nuovo la disponibilità
ja: 可用性を再確認
ko: 가용성 다시 점검
pt_br: Verificar a disponibilidade novamente
tr: Erişilebilirliği tekrar kontrol et
zh_hans: 再次检测可用性

source: Проверить доступность и пинг
ar: فحص التوفّر وping
de: Erreichbarkeit und Ping prüfen
en: Check availability and ping
es: Comprobar disponibilidad y ping
fr: Vérifier la disponibilité et le ping
hi: उपलब्धता और ping जाँचें
it: Controlla raggiungibilità e ping
ja: 到達性と ping を確認
ko: 접속 가능 여부 및 ping 확인
pt_br: Verificar disponibilidade e ping
tr: Erişilebilirliği ve ping'i kontrol et
zh_hans: 检查可用性与 ping

source: Проверить доступность: ${scope}
ar: فحص التوفر: ${scope}
de: Erreichbarkeit prüfen: ${scope}
en: Check reachability: ${scope}
es: Comprobar la accesibilidad: ${scope}
fr: Vérifier l’accessibilité : ${scope}
hi: उपलब्धता जाँचें: ${scope}
it: Verifica raggiungibilità: ${scope}
ja: 到達性を確認：${scope}
ko: 연결 상태 확인: ${scope}
pt_br: Verificar disponibilidade: ${scope}
tr: Erişilebilirliği denetle: ${scope}
zh_hans: 检测可达性：${scope}

source: Проверить ещё раз
ar: إعادة الفحص
de: Erneut prüfen
en: Check again
es: Comprobar de nuevo
fr: Revérifier
hi: फिर से जाँचें
it: Verifica di nuovo
ja: もう一度確認
ko: 다시 점검
pt_br: Verificar novamente
tr: Tekrar kontrol et
zh_hans: 再次检测

source: Проверить снова
ar: إعادة الفحص
de: Erneut prüfen
en: Check again
es: Comprobar de nuevo
fr: Vérifier à nouveau
hi: फिर जाँचें
it: Ricontrolla
ja: 再確認
ko: 다시 확인
pt_br: Verificar novamente
tr: Yeniden dene
zh_hans: 再次检测
